tap "clojure/tools"
tap "coin-or-tools/coinor"
tap "gojektech/gojek"
tap "gopaytech/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "pricing/tools", "git@source.golabs.io:Pricing/homebrew-tools.git"
tap "thecasualcoder/stable"
brew "ack", link: false
brew "automake"
brew "libyaml"
brew "asdf"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "bfg"
brew "glib"
brew "pkg-config"
brew "chart-testing"
brew "clang-format"
brew "direnv"
brew "fzf"
brew "gawk"
brew "ghz"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "nghttp2"
brew "git-secret"
brew "git-secrets"
brew "glooctl"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "gopass"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "hey"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "jsonnet"
brew "just"
brew "k3d"
brew "k9s"
brew "krb5"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "leiningen"
brew "libpq"
brew "libxmlsec1"
brew "mas"
brew "maven"
brew "minikube"
brew "node"
brew "oath-toolkit"
brew "postgresql@13"
brew "protobuf"
brew "pstree"
brew "pup"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "stern"
brew "subversion"
brew "terraform@0.12"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clojure/tools/clojure"
brew "coin-or-tools/coinor/clp", link: true
brew "gojektech/gojek/proctor"
brew "hashicorp/tap/terraform"
brew "pricing/tools/protovend"
brew "thecasualcoder/stable/lazy-connect"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "authy"
cask "caffeine"
cask "dashlane"
cask "drawio"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "macdown"
cask "multipass"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "youdaodict"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
