tap "argoproj/tap"
tap "bufbuild/buf"
tap "clojure/tools"
tap "cockroachdb/tap"
tap "coin-or-tools/coinor"
tap "ddosify/tap"
tap "fairwindsops/tap"
tap "gojektech/gojek"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kernel/kernel", "git@source.golabs.io:kernel/user-experience/cli/homebrew-kernel.git"
tap "pricing/tools", "git@source.golabs.io:Pricing/homebrew-tools.git"
brew "ack", link: false
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "argocd"
brew "automake"
brew "libyaml"
brew "asdf"
brew "aws-iam-authenticator"
brew "pycparser"
brew "cffi"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "berkeley-db", link: true
brew "bfg"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "gcc"
brew "coinutils"
brew "osi"
brew "clp"
brew "cbc"
brew "yamale"
brew "chart-testing"
brew "clang-format"
brew "lima"
brew "colima"
brew "delve"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghz"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "guile"
brew "openssl@1.1"
brew "git-secret"
brew "git-secrets"
brew "glab"
brew "glooctl"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "golangci-lint"
brew "gopass"
brew "gradle"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "helm@2"
brew "hey"
brew "htop"
brew "httpie"
brew "infracost"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "jsonnet"
brew "just"
brew "k3d"
brew "k6"
brew "k9s"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "leiningen"
brew "libimobiledevice"
brew "libirecovery"
brew "libpq"
brew "librdkafka"
brew "libxmlsec1"
brew "libzip"
brew "logrotate", restart_service: :changed
brew "mas"
brew "maven"
brew "minikube"
brew "nghttp2"
brew "nvm"
brew "oath-toolkit"
brew "perl"
brew "postgresql@14", restart_service: :changed
brew "protobuf"
brew "pstree"
brew "pup"
brew "pure", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "redis"
brew "shellcheck"
brew "stern"
brew "subversion"
brew "terraform@0.12"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yamllint"
brew "yarn"
brew "yq"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "clojure/tools/clojure"
brew "cockroachdb/tap/cockroach"
brew "cockroachdb/tap/cockroach-sql"
brew "ddosify/tap/ddosify"
brew "fairwindsops/tap/pluto"
brew "fairwindsops/tap/polaris"
brew "gojektech/gojek/proctor"
brew "hashicorp/tap/terraform"
brew "kernel/kernel/kernel"
brew "pricing/tools/protovend"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "authy"
cask "caffeine"
cask "dashlane"
cask "drawio"
cask "flycut"
cask "gcloud-cli"
cask "goland"
cask "gpg-suite"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "macdown"
cask "multipass"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "windows-app"
cask "wireshark-app"
cask "youdaodict"
cask "zed"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "cycode.cycode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/vektra/mockery/v2"
krew "sniff"
